Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# HidAccount
source: The account was hidden by the user
ar: تم إخفاء الحساب من قِبل المستخدم.
be: Уліковы запіс быў схаваны карыстальнікам
ca: L'usuari ha amagat el seu compte
de: Das Konto wurde vom Nutzer ausgeblendet
es: Cuenta oculta para mensajes reenviados
fa: حساب کاربری توسط کاربر پنهان شده است
fi: Käyttäjä piilotti tilin
fr: Le compte a été caché par l'utilisateur
id: Akun disembunyikan oleh pengguna
it: Il mittente ha nascosto il suo account
ko: 사용자가 계정을 숨겼습니다
ms: Akaun disembunyi oleh pengguna
nl: Account verborgen door gebruiker
pl: To konto zostało ukryte przez użytkownika.
pt_br: O usuário ocultou a conta
ru: Аккаунт скрыт пользователем
sv: Kontot har dolts av användaren
tr: Hesap kullanıcı tarafından gizlendi
uk: Акаунт прихований користувачем
uz: Bu hisob foydalanuvchi tomonidan berkitilgan

# HiddenName
source: Deleted Account
ar: حساب محذوف
be: Выдалены ўліковы запіс
ca: Compte eliminat
de: Gelöschtes Konto
es: Cuenta eliminada
fa: حساب کاربری حذف شده
fi: Poistettu tili
fr: Compte supprimé
id: Akun Terhapus
it: Account eliminato
ko: 탈퇴한 계정
ms: Akaun Dihapus
nl: Verwijderd account
pl: Usunięte konto
pt_br: Conta Excluída
ru: Удалённый аккаунт
sv: Borttaget konto
tr: Silinen Hesap
uk: Видалений акаунт
uz: Oʻchirilgan hisob
zh_cn: 已销号用户
zh_tw: 已銷號用戶

# HiddenSendersNameDescription
source: Sender names removed
ar: تمت إزالة اسم المرسِل
be: Імёны адпраўнікоў выдалены
ca: S'han eliminat els remitents
de: Absendernamen entfernt
es: Remitentes eliminados
fi: Lähettäjien nimet poistettu
fr: Noms des auteurs retirés
it: Nomi mittenti rimossi
ko: 발신자 이름 제거됨
ms: Nama pengirim dihapus
pl: Usunięto nazwy nadawców
pt_br: Nomes dos autores removidos
ru: Имена отправителей скрыты
sv: Avsändarnamn borttagna
tr: Göndericilerin adları kaldırıldı
uk: Імена відправників прибрано

source: Hide above the list
ar: إخفاء من قائمة المحادثات
be: Схаваць над спісам
ca: Amaga sobre la llista
de: Über der Liste verstecken
es: Ocultar encima de la lista
fa: پنهان کردن بالای فهرست
fi: Piilota listasta
fr: Masquer au-dessus de la liste
id: Sembunyikan di atas daftar
it: Nascondi sopra la lista
ko: 목록 위로 숨기기
ms: Sorok Atas Senarai
nl: Verberg boven de lijst
pl: Ukryj nad listą
pt_br: Ocultar acima da lista
ru: Скрыть над списком чатов
sv: Dölj från chattlistan
tr: Listenin tepesinde gizle
uk: Приховати над списком
uz: Roʻyxat tepasida berkitish

source: Hide caption
ar: إخفاء الوصف
be: Схаваць подпіс
ca: Amaga la llegenda
de: Beschriftung verstecken
es: Ocultar comentarios
fi: Piilota kuvateksti
fr: Retirer les légendes
it: Nascondi didascalia
ko: 설명 숨기기
ms: Sembunyi kapsyen
pl: Ukryj podpis
pt_br: Ocultar legenda
ru: Скрыть подпись
sv: Dölj bildtext
tr: Başlığı gizle
uk: Без опису

# HideNewChatsAlertText
source: You are receiving many new chats from users who are not in your Contacts List. Do you want to have such chats **automatically muted** and **archived**?
ar: أنت تتلقى الكثير من المحادثات الجديدة من مستخدمين ليسوا في قائمة جهات اتصالك، هل تريد أن تكون مثل هذه المحادثات **مكتومة تلقائيًا** و **مؤرشفة**؟
be: Вас часта дадаюць у чаты карыстальнікі, якія не знаходзяцца ў вашым спісе кантактаў. Ці хочаце, каб такія чаты **аўтаматычна дадаваліся ў архіў** з **адключанымі апавяшчэннямі**?
ca: Esteu rebent molts xats nous d’usuaris que no són a la vostra llista de contactes. Voleu que se silenciïn i s’arxivin de manera automàtica?
de: Du erhältst viele Chats von Leuten, die du nicht in deinen Kontakten hast. Möchtest du solche Chats zukünftig **automatisch stummschalten** und **archivieren**?
es: Estás recibiendo muchos chats nuevos de usuarios que no están en tu lista de contactos. ¿Quieres **silenciar** y **archivar automáticamente** este tipo de chats?
fi: Saat usein uusia viestejä käyttäjiltä, jotka eivät ole yhteystiedoissasi. Haluaisitko näiden keskustelujen **automaattisesti mykistyvän** ja **siirtyvään arkistoon**?
fr: Vous recevez beaucoup de nouveaux échanges d'utilisateurs absents de votre liste de contacts. Voulez-vous **automatiquement mettre en sourdine** et **archiver** de tels échanges ?
it: Stai ricevendo molte nuove chat da utenti che non sono tra i tuoi contatti. Vuoi che queste chat siano **automaticamente silenziate** e **archiviate**?
ko: 연락처 목록에 없는 사용자에게서 새로운 메시지를 많이 받고 계십니다. 해당 대화방에 **자동 알림 끄기**와 **보관**을 적용하시겠습니까?
ms: Anda menerima banyak bual baru dari pengguna bukan dari senarai Kenalan Anda. Anda ingin bual tersebut **disenyapkan secara automatik** dan **diarkib**?
nl: Je ontvangt veel nieuwe chats van mensen die geen contact van je zijn. Wil je deze chats **automatisch dempen** en **archiveren**?
pl: Otrzymujesz wiele nowych czatów od użytkowników, którzy nie znajdują się na twojej liście kontaktów. Czy chcesz, aby takie czaty były **automatycznie wyciszane** i **archiwizowane**?
pt_br: Parece que você está recebendo muitas mensagens de pessoas que não estão na sua agenda. Quer **silenciar** e **arquivar** essas conversas automaticamente?
ru: Вам часто пишут пользователи не из списка контактов. Хотите, чтобы новые чаты с ними **автоматически** помещались в **Архив**, а **уведомления** о них были **выключены**?
sv: Du får många nya chattar från användare som inte finns bland dina kontakter. Vill du att dess chattar **arkiveras och att dess **aviseringar stängs av**?
tr: Kişiler Listeniz dışındaki kullanıcılardan birçok yeni sohbet alıyorsunuz. Bu tür sohbetlerin **otomatik sessize alınmasını** ve **arşivlenmesini** ister misiniz?
uk: Вам часто пишуть користувачі не зі списку контактів. Бажаєте, щоб нові чати з ними **автоматично архівувалися**, а **сповіщення** про них були **вимкнені**?

# HideNewChatsAlertTitle
source: Hide new chats?
ar: إخفاء المحادثات الجديدة؟
be: Схаваць новыя чаты?
ca: Voleu amagar els xats nous?
de: Neue Chats verstecken?
es: ¿Ocultar nuevos chats?
fa: گفتگوهای جدید پنهان شوند؟
fi: Piilotetaanko uudet keskustelut?
fr: Masquer les nouveaux échanges ?
id: Sembunyikan obrolan baru?
it: Nascondere le nuove chat?
ko: 새로운 대화방을 숨길까요?
ms: Sorok bual baru?
nl: Nieuwe chats verbergen?
pl: Ukryć nowe czaty?
pt_br: Ocultar novos chats?
ru: Скрывать новые чаты?
sv: Dölja nya chattar?
tr: Yeni sohbetler gizlensin mi?
uk: Приховувати нові чати?
uz: Yangi chatlar berkitilsinmi?

# HideOnTop
source: Hide
ar: إخفاء
be: Схаваць
ca: Amaga
de: Verstecken
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Masquer
id: Sembunyikan
it: Nascondi
ko: 숨기기
ms: Sembunyi
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
sv: Dölj
tr: Gizle
uk: Приховати
uz: Berkitish

source: HIDE PINNED MESSAGES
ar: إخفاء الرسائل المثبّتة
be: СХАВАЦЬ ЗАМАЦАВАНЫЯ ПАВЕДАМЛЕННІ
ca: AMAGA ELS MISSATGES FIXATS
de: ANGEHEFTETE NACHRICHTEN VERSTECKEN
es: OCULTAR MENSAJES FIJADOS
fi: PIILOTA KIINNITETYT VIESTIT
fr: MASQUER LES MESSAGES ÉPINGLÉS
id: SEMBUYIKAN PESAN SEMATAN
it: NASCONDI I MESSAGGI FISSATI
ko: 고정된 메시지 숨기기
ms: SEMBUNYI MESEJ DISEMAT
nl: VASTGEZETTE BERICHTEN VERBERGEN
pl: UKRYJ PRZYPIĘTE WIADOMOŚCI
pt_br: OCULTAR MENSAGENS FIXADAS
ru: Скрыть закреплённые сообщения
sv: DÖLJ UPPFÄSTA MEDDELANDEN
tr: SABİTLENMİŞ MESAJLARI GİZLE
uk: ПРИХОВАТИ ПРИКРІПЛЕНІ ПОВІДОМЛЕННЯ

# HideSenderNames
source: Hide senders’ names
ar: إخفاء أسماء المرسِلين
be: Хаваць імёны адпраўнікоў
ca: Amaga els remitents
de: Absendername verbergen
es: Ocultar remitentes
fi: Piilota lähettäjien nimet
fr: Masquer les noms des auteurs
it: Nascondi nomi mittenti
ko: 발신자 이름 숨김
ms: Sembunyi nama pengirim
pl: Ukryj nazwy nadawców
pt_br: Ocultar nomes dos autores
ru: Скрыть имена отправителей
sv: Dölj avsändarnamn
tr: Göndericilerin adlarını gizle
uk: Без імен відправників

source: Hide sender’s name
ar: إخفاء اسم المرسِل
be: Хаваць імя адпраўніка
ca: Amaga el remitent
de: Absendername verbergen
es: Ocultar remitente
fi: Piilota lähettäjän nimi
fr: Masquer le nom de l'auteur
it: Nascondi nome mittente
ko: 발신자 이름 숨김
ms: Sembunyi nama pengirim
pl: Ukryj nazwę nadawcy
pt_br: Ocultar nome do autor
ru: Скрыть имя отправителя
sv: Dölj avsändarnamn
tr: Göndericinin adını gizle
uk: Без імені відправника

source: Highlights
ar: التفتيح
be: Зоны святла
ca: Llums intenses
de: Lichter
es: Iluminación
fa: هایلایت‌ها
fi: Huippuvalot
fr: Surlignage
id: Sorotan
it: Alte luci
ko: 하이라이트
ms: Kemuncak
nl: Accent
pl: Wyróżnienia
pt_br: Luzes
ru: Свет
sv: Högdagrar
tr: Parlak alanlar
uk: Яскравість
uz: Yoritilish
zh_cn: 高光
zh_tw: 螢光

# HintRead
source: Read
ar: تمت قرائتها
be: Прачытана
ca: Llegit
de: Gelesen
es: Leído
fi: Luettu
fr: Lu
it: Letto
ko: 읽음
ms: Baca
nl: Gelezen
pl: Przeczytana
pt_br: Lida
ru: Прочитано
sv: Läs
tr: Okundu
uk: Прочитано

# HintSent
source: Delivered
ar: تم إرسالها
be: Дастаўлена
ca: Enviat
de: Zugestellt
es: Enviado
fi: Toimitettu
fr: Distribué
it: Consegnato
ko: 전송됨
ms: Dikirim
nl: Afgeleverd
pl: Dostarczona
pt_br: Entregue
ru: Доставлено
sv: Levererat
tr: Teslim edildi
uk: Доставлено

# HistoryCleared
source: History was cleared
ar: تم مسح السجل
be: Гісторыя была ачышчана
ca: S'ha esborrat l'historial
de: Verlauf wurde gelöscht
es: El historial fue eliminado
fa: تاریخچه پاک شد
fi: Historiatiedot tyhjennetty
fr: L'historique a été effacé
id: Riwayat telah dihapus
it: Cronologia eliminata
ko: 대화 내용을 비웠습니다
ms: Sejarah dipadamkan
nl: Geschiedenis gewist
pl: Historia została wyczyszczona
pt_br: O histórico foi apagado.
ru: История очищена
sv: Historiken rensades
tr: Geçmiş temizlendi
uk: Історію очищено
uz: Tarix tozalandi
zh_cn: 历史记录已被清空
zh_tw: 歷史記錄已被清空

# HistoryClearedUndo
source: History cleared.
ar: تم مسح السجل
be: Гісторыя ачышчана.
ca: S'ha esborrat l'historial.
de: Verlauf geleert.
es: Historial eliminado.
fa: تاریخچه پاک شد.
fi: Historia tyhjennettiin
fr: Historique effacé.
id: Riwayat dihapus.
it: Cronologia cancellata.
ko: 내용을 비웠습니다.
ms: Sejarah dipadam.
nl: Geschiedenis gewist.
pl: Historia zostanie usunięta
pt_br: Histórico apagado.
ru: История очищена.
sv: Historik rensad
tr: Geçmiş siliniyor
uk: Історію очищено.
uz: Tarix tozalandi.

# HoldToAudio
source: Hold to record audio. Tap to switch to video.
ar: اضغط مطولًا لتسجيل الصوت، انقر للتحويل للمرئي.
be: Утрымлівайце, каб пачаць запіс аўдыя. Націсніце, каб пераключыцца на запіс відэа.
ca: Toqueu una vegada per a canviar a vídeo.
de: Halten für Audioaufnahme. Tippen für Video.
es: Mantén para grabar audio. Toca para video.
fa: برای ضبط صدا نگه دارید. برای تغییر به ویدیو ضربه بزنید.
fi: Nauhoita ääntä pitämällä pohjassa. Napautus vaihtaa tilaa.
fr: Maintenez pour enregistrer. Touchez pour changer.
id: Tahan untuk merekam suara. Tekan untuk pindah ke video.
it: Tieni premuto per l'audio. Tocca per il video.
ko: 꾹 눌러 녹음하세요. 살짝 눌러 동영상으로 바꾸세요.
ms: Tahan untuk merakam audio. Tekan untuk menukar ke video.
nl: Hou vast voor audio-opname. Tik voor video
pl: Trzymaj, aby nagrać audio. Dotknij, aby przełączyć na wideo.
pt_br: Segure para gravar áudio. Toque para vídeo.
ru: Удерживайте для записи аудио. Нажмите для переключения на видео.
sv: Håll ner för att spela in ljud. Tryck för att växla till video.
tr: Ses kaydı için basılı tutun. Videoya geçmek için dokunun.
uk: Утримуйте для аудіо. Натисніть для відео.
uz: Ovozli xabar yozish uchun tugmani bosib turing. Video yozish uchun tugmani bir marta bosing.
zh_cn: 长按以录制语音，点按切换为录制视频模式。
zh_tw: 長按以錄製語音，點按切換為錄製影片模式。

# HoldToAudioOnly
source: Hold to record audio.
ar: اضغط مطولًا للتسجيل الصوتي.
be: Утрымлівайце, каб пачаць запіс аўдыя.
ca: Manteniu per a enviar àudio.
de: Halten, um Audio aufzunehmen.
es: Mantén para grabar audio.
fa: برای ضبط صدا، نگه دارید.
fi: Pidä pohjassa äänittääksesi.
fr: Maintenir pour enregistrer l'audio.
id: Tahan untuk rekam audio.
it: Tieni premuto per l'audio.
ko: 음성 녹음을 하려면 꾹 눌러주세요.
ms: Tekan lama untuk rekod audio.
nl: Hou vast om audio op te nemen.
pl: Trzymaj, aby nagrać audio.
pt_br: Segure para gravar áudio.
ru: Удерживайте для записи аудио.
sv: Håll ner för att spela in ljud.
tr: Ses kaydetmek için basılı tutun.
uk: Утримуйте, щоб записувати голосове повідомлення.
uz: Ovoz yozish uchun bosib turing.

# HoldToVideo
source: Hold to record video. Tap to switch to audio.
ar: اضغط مطولًا لتسجيل مرئي، انقر للتحويل للصوتي.
be: Утрымлівайце, каб пачаць запіс відэа. Націсніце, каб пераключыцца на запіс аўдыя.
ca: Toqueu una vegada per a canviar a àudio.
de: Halten für Videoaufnahme. Tippen für Audio.
es: Mantén para grabar video. Toca para audio.
fa: برای ضبط ویدیو نگه دارید. برای تغییر به ضبط صدا ضربه بزنید.
fi: Nauhoita video pitämällä pohjassa. Napautus vaihtaa tilaa.
fr: Maintenez pour filmer. Touchez pour changer.
id: Tahan untuk rekam video. Alihkan untuk alihkan ke audio.
it: Tieni premuto per il video. Tocca per l'audio.
ko: 꾹 눌러 녹화하세요. 살짝 눌러 음성으로 바꾸세요.
ms: Tahan untuk merakam video. Tekan untuk tukar ke audio.
nl: Hou vast voor video-opname. Tik voor audio
pl: Trzymaj, aby nagrać wideo. Dotknij, aby przełączyć na audio.
pt_br: Segure para gravar vídeo. Toque para áudio.
ru: Удерживайте для записи видео. Нажмите для переключения на аудио.
sv: Håll ner för att spela in video. Tryck för att växla till ljud.
tr: Video kaydı için basılı tutun. Sese geçmek için dokunun.
uk: Утримуйте для відео. Натисніть для аудіо.
uz: Video yozish uchun tugmani bosib turing. Ovozli xabar yozish uchun tugmani bir marta bosing.
zh_cn: 长按以录制视频，点按切换为录制语音模式。
zh_tw: 長按以錄製影片，點按切換為錄製語音模式。

# Hours_one
source: {0} hour
ar: ساعة واحدة
be: {0} гадзіну
ca: {0} hora
de: {0} Stunde
es: {0} hora
fi: {0} tunti
fr: {0} heure
it: {0} ora
nl: {0} uur
pl: {0} godzinę
pt_br: {0} hora
ru: {0} час
sv: {0} timme
tr: {0} saat
uk: {0} годину

# Hours_other
source: {0} hours
ar: ⁨{0}⁩ ساعة
be: {0} гадзін
ca: {0} hores
de: {0} Stunden
es: {0} horas
fi: {0} tuntia
fr: {0} heures
it: {0} ore
ko: {0}시간
ms: {0} jam
nl: {0} uur
pl: {0} godziny
pt_br: {0} horas
ru: {0} часов
sv: {0} timmar
tr: {0} saat
uk: {0} годин

# HoursBold_one
source: **{0}** hour
ar: **⁨{0}⁩** ساعة
be: **{0}** гадзіну
ca: **{0}** hora
de: **{0}** Stunde
es: **{0}** hora
fi: **{0}** tunti
fr: **{0}** heure
it: **{0}** ora
nl: **{0}** uur
pl: **{0}** godzinę
pt_br: **{0}** hora
ru: **{0}** ч.
sv: **{0}** timme
tr: **{0}** saat
uk: **{0}** годину

# HoursBold_other
source: **{0}** hours
ar: **⁨{0}⁩** ساعة
be: **{0}** гадзін
ca: **{0}** hores
de: **{0}** Stunden
es: **{0}** horas
fi: **{0}** tuntia
fr: **{0}** heures
it: **{0}** ore
ko: **{0}**시간
ms: **{0}** jam
nl: **{0}** uur
pl: **{0}** godziny
pt_br: **{0}** horas
ru: **{0}** ч.
sv: **{0}** timmar
tr: **{0}** saat
uk: **{0}** години

# HoursSchedule_one
source: {0} hour
ar: ساعة واحدة
be: {0} гадзіна
ca: {0} hora
de: {0} Stunde
es: {0} hora
fi: {0} tunnin
fr: {0} heure
it: {0} ora
nl: {0} uur
pl: {0} godzinę
pt_br: {0} hora
ru: {0} час
sv: {0} timme
tr: {0} saat
uk: {0} година

# HoursSchedule_other
source: {0} hours
ar: ⁨{0}⁩ ساعة
be: {0} гадзіны
ca: {0} hores
de: {0} Stunden
es: {0} horas
fi: {0} tunnin
fr: {0} heures
it: {0} ore
ko: {0} 시간
ms: {0} jam
nl: {0} uur
pl: {0} godziny
pt_br: {0} horas
ru: {0} часа
sv: {0} timmar
tr: {0} saat
uk: {0} годин

source: Hybrid
ar: مختلطة
be: Гібрыд
ca: Híbrid
es: Híbrido
fa: ترکیبی
fi: Hybridi
fr: Hybride
id: Campur
it: Ibrido
ko: 혼합
ms: Hibrid
nl: Hybride
pl: Hybryda
pt_br: Híbrido
ru: Гибрид
tr: Karma
uk: Гібридна
uz: Gibrid
zh_cn: 混合
zh_tw: 混合

source: If inactive for
ar: إذا لم تكن نشطة لمدة
be: Калі неактыўны на працягу
ca: Si són inactives durant
de: Wenn inaktiv für
es: Si están inactivas
fi: Jos poissa
fr: Si inactif pendant
it: Se inattive per
ko: 다음 동안 비활성화인 경우
ms: Jika tak aktif untuk
pl: Jeśli nieaktywne przez
pt_br: Se inativa por
ru: Если сеанс неактивен
sv: Om inaktiv i
tr: Etkin değilse...
uk: За відсутності

# ImagesTab
source: IMAGES
ar: الصور
be: ВІДАРЫСЫ
ca: IMATGES
de: BILDER
es: IMÁGENES
fa: عکس‌ها
fi: KUVAT
id: GAMBAR
it: IMMAGINI
ko: 이미지
ms: IMEJ
nl: AFBEELDINGEN
pl: OBRAZY
pt_br: IMAGENS
ru: ИЗОБРАЖЕНИЯ
sv: BILDER
tr: RESİMLER
uk: ЗОБРАЖЕННЯ
uz: RASMLAR

# ImagesTab2
source: Images
ar: الصور
be: Відарысы
ca: Imatges
de: Bilder
es: Imágenes
fa: تصاویر
fi: Kuvat
id: Gambar
it: Immagini
ko: 이미지
ms: Imej
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ru: Изображения
sv: Bilder
tr: Resimler
uk: Зображення
uz: Rasmlar

# ImporImportingService
source: Importing messages and media...
ar: يتم استيراد الرسائل والوسائط...
be: Імпартаванне паведамленняў і медыя...
ca: S'estan important missatges i fitxers...
de: Nachrichten und Medien werden importiert...
es: Importando mensajes y multimedia…
fi: Tuodaan viestejä ja mediaa...
fr: Import des messages et médias...
it: Importo messaggi e media...
ko: 메시지 및 미디어 가져오는 중...
ms: Mengimport mesej dan media...
nl: Berichten en media importeren...
pl: Importowanie wiadomości i multimediów…
pt_br: Importando mensagens e mídias...
ru: Импорт сообщений и медиа...
sv: Importerar meddelanden och media …
tr: Mesajlar ve medya içe aktarılıyor...
uk: Імпортування повідомлень та медіа...

# ImporImportingStickersService
source: Importing stickers...
ar: استيراد الملصقات...
be: Імпартаванне стыкераў...
ca: S'estan important adhesius...
de: Importiere Sticker...
es: Importando stickers...
fi: Tarroja tuodaan...
fr: Import des autocollants...
it: Importo gli sticker...
ko: 스티커 가져오는 중...
ms: Mengimport stiker...
nl: Stickers importeren...
pl: Importowanie naklejek…
pt_br: Importando stickers...
ru: Импорт стикеров...
sv: Importerar dekaler...
tr: Çıkartmalar içe aktarılıyor...
uk: Імпортуємо наліпки…

source: IMPORT
ar: استيراد
be: ІМПАРТ
ca: IMPORTA
de: IMPORTIEREN
es: IMPORTAR
fi: TUO
fr: IMPORTER
it: IMPORTA
ko: 가져오기
nl: IMPORTEREN
pl: IMPORTUJ
pt_br: IMPORTAR
ru: ИМПОРТ
sv: IMPORTERA
tr: İÇE AKTAR
uk: ІМПОРТ

source: Import Contacts
ar: استيراد جهات الاتصال
be: Імпартаваць кантакты
ca: Importa els contactes
de: Kontakte importieren
es: Importar contactos
fa: وارد کردن مخاطبین
fi: Tuo yhteystietoja
fr: Importer des contacts
id: Impor Kontak
it: Importa contatti
ko: 연락처 가져오기
ms: Import Kenalan
nl: Importeer contacten
pl: Import kontaktów
pt_br: Importar Contatos
ru: Импорт контактов
sv: Importera kontakter
tr: Kişileri İçeri Aktar
uk: Імпорт контактів
uz: Kontaktlarni import qilish
zh_cn: 导入通讯录
zh_tw: 導入通訊錄

# ImportCount
source: {0} of {1}
ar: ⁨{0}⁩ من ⁨{1}⁩
be: {0} з {1}
ca: {0} de {1}
de: {0} von {1}
es: {0} de {1}
fr: {0} sur {1}
it: {0} di {1}
ms: {0} dari {1}
nl: {0} van {1}
pl: {0} z {1}
pt_br: {0} de {1}
ru: {0} из {1}
sv: {0} av {1}
uk: {0} з {1}

# ImportDone
source: Done
ar: تم
be: Гатова
ca: Fet
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
ko: 완료
ms: Siap
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
sv: Klart
tr: Bitti
uk: Готово

# ImportDoneInfo
source: Save space on your device by importing more chats to Telegram.
ar: توفير مساحة على جهازك باستيراد مزيد من المحادثات إلى تيليجرام.
be: Захоўвайце прастору на вашай прыладзе, імпартуючы больш чатаў у Telegram.
ca: Importeu més xats al Telegram per estalviar espai al dispositiu.
de: Spare Platz auf deinem Gerät, indem du mehr Chats bei Telegram importierst.
es: Libera espacio en tu dispositivo importando más chats a Telegram.
fi: Säästä laitteesi tilaa tuomalla lisää keskusteluja Telegramiin.
fr: Profitez d'un gain de place sur votre appareil en important plus d'échanges sur Telegram.
it: Risparmia spazio sul tuo dispositivo importando più chat su Telegram.
ko: 텔레그램으로 더 많은 대화를 이전하여 기기의 저장 공간을 절약해보세요.
ms: Jimat ruang di peranti anda dengan mengimport bual anda ke Telegram.
nl: Bespaar ruimte door berichten naar Telegram te importeren.
pl: Importując więcej czatów do Telegrama, zaoszczędzisz miejsce na swoim urządzeniu.
pt_br: Libere espaço no seu dispositivo importando mais chats para o Telegram.
ru: Чтобы освободить место на устройстве, импортируйте больше чатов в Telegram.
sv: Spara utrymme på din enhet genom att importera fler chattar till Telegram.
tr: Telegram'a daha fazla sohbeti aktararak cihazınızda yer kazanın.
uk: Щоб звільнити місце на пристрої, імпортуйте більше чатів до Telegram.

# ImportDoneTitle
source: Chat imported successfully!
ar: تم استيراد المحادثة بنجاح!
be: Чаты імпартаваны паспяхова!
ca: El xat s'ha importat correctament!
de: Importierung erfolgreich!
es: ¡Chat importado satisfactoriamente!
fi: Viestit tuotiin onnistuneesti!
fr: Échange importé avec succès !
it: Chat importata con successo!
ko: 성공적으로 대화를 가져왔습니다.
ms: Bual berjaya diimport!
nl: Chat geïmporteerd
pl: Czat zaimportowany pomyślnie!
pt_br: Chat importado com sucesso!
ru: Чат успешно импортирован!
sv: Chatt importerad!
tr: Sohbet başarıyla içe aktarıldı!
uk: Чат успішно імпортовано!

# ImportedInfo
source: This message was imported from another app. We can't guarantee it's real.
ar: هذه الرسالة مستوردة من تطبيق آخر. لا يمكننا ضمان أنها حقيقية.
be: Гэта паведамленне было імпартавана з іншай праграмы. Мы не можам гарантаваць, што яно сапраўднае.
ca: Aquest missatge s'ha importat d'una altra aplicació. Podria no ser real.
de: Diese Nachricht wurde von einer anderen App importiert. Wir können nicht garantieren, dass sie echt ist.
es: Este mensaje fue importado desde otra app. No podemos garantizar que sea real.
fi: Tämä viesti tuotiin toisesta sovelluksesta. Emme voi taata sen aitoutta.
fr: Ce message a été importé depuis une autre application. Nous ne pouvons pas garantir son authenticité.
it: Messaggio importato da un'altra app. Non possiamo garantire che sia reale.
ko: 이 메시지는 다른 앱에서 가져왔습니다. 진위 여부는 알 수 없습니다.
ms: Mesej ini diimport dari aplikasi satu lagi. Kami tak boleh jamin ianya tulin.
nl: Dit bericht is geïmporteerd uit een andere app en kan daarom nep zijn.
pl: Ta wiadomość została zaimportowana z innej aplikacji. Nie możemy zagwarantować, że jest prawdziwa.
pt_br: A mensagem foi importada de outro aplicativo. Não podemos garantir que seja real.
ru: Это сообщение было импортировано из другого приложения. Мы не можем гарантировать, что оно настоящее.
sv: Det här meddelandet importerades från en annan app. Vi kan inte garantera att det är riktigt.
tr: Bu mesaj, başka bir uygulamadan içe aktarıldı. Bunun gerçek olduğunu garanti edemeyiz.
uk: Це повідомлення було імпортовано з іншого застосунку. Telegram не може гарантувати, що воно справжнє.

# ImportedMessage
source: Imported
ar: مستوردة
be: Імпартавана
ca: Importat
de: importiert
es: Importado
fi: Tuotu
fr: Importé
it: Importato
ko: 가져온 시간
ms: Diimport
nl: Geïmporteerd
pl: zaimportowana
pt_br: importada
ru: импортировано в
sv: Importerad
tr: içe aktarıldı
uk: Імпортовано

# ImportErrorChatInvalidGroup
source: The file format is for a user, but you selected a group.
ar: صيغة الملف لشخص ولكن أنت حدّدت مجموعة.
be: Фармат файла прызначаны для карыстальніка, але вы выбралі суполку.
ca: El format del fitxer és per a un usuari, però heu seleccionat un grup.
de: Die Datei stammt von einem Nutzer, du hast jedoch eine Gruppe ausgewählt.
es: El formato del archivo es para un usuario, pero seleccionaste un grupo.
fi: Tiedostomuoto on tarkoitettu käyttäjälle, mutta valitsit ryhmän.
fr: Le format du fichier est pour un utilisateur, mais vous avez sélectionné un groupe.
it: Il formato del file è per un utente, ma hai selezionato un gruppo.
ko: 파일형식이 개인대화용이기 때문에, 그룹에 반영할 수 없습니다.
ms: Format fail adalah untuk pengguna, tetapi anda pilih grup.
nl: Het bestandsformaar is voor een gebruiker, niet voor een groep.
pl: Format pliku jest przeznaczony dla użytkownika, a wybrano grupę.
pt_br: O formato do arquivo é referente a um usuário, mas você selecionou um grupo.
ru: Формат файла предназначен для личного чата, но Вы выбрали группу.
sv: Filformatet är för en användare men du valde en grupp.
tr: Dosya biçimi bir kullanıcı için, ancak siz bir grup seçtiniz.
uk: Формат файлу призначений для користувача, проте ви вибрали групу.
